暗言術：痛,589,暗言術：痛,暗言術:痛,ID對照不了原來的名稱;
  地精工程師,20222,地精工程師,哥布林工程師,ID對照不了原來的名稱;
  聖言術：佑,88685,聖言術：佑,聖言術:庇,ID對照不了原來的名稱;
  吸血鬼之觸,34914,吸血鬼之觸,吸血之觸,ID對照不了原來的名稱; 
  火箭彈幕(種族特長),69041,火箭彈幕(種族特長),火箭彈(種族特長),ID對照不了原來的名稱;
  複活術,2006,複活術,復活術,ID對照不了原來的名稱;
  神聖贊美詩,64843,神聖贊美詩,神聖禮頌,ID對照不了原來的名稱;
  煉金術,80731,煉金術,鍊金術,ID對照不了原來的名稱; 
  侏儒工程學,20219,侏儒工程學,地精工程師,ID對照不了原來的名稱;
  痛苦壓制,33206,痛苦壓制,痛苦鎮壓,ID對照不了原來的名稱;
  束縛亡靈,9484,束縛亡靈,束縛不死生物,ID對照不了原來的名稱;
  守護之魂,47788,守護之魂,守護聖靈,ID對照不了原來的名稱;
  恢複,139,恢複,恢復,ID對照不了原來的名稱; 
  心靈尖刺,73510,心靈尖刺,心靈鑽刺,ID對照不了原來的名稱;
  聯結治療,32546,聯結治療,束縛治療,ID對照不了原來的名稱;
  聖言術：靜,88684,聖言術：靜,聖言術:寧,ID對照不了原來的名稱;
  暗月疾奔(種族特長),68992,暗月疾奔(種族特長),暗月疾奔(種族特長),ID對照不了原來的名稱; 
  選礦,31252,選礦,勘探,ID對照不了原來的名稱;
  烹饪用火,818,烹饪用火,烹飪用火,ID對照不了原來的名稱;
  被遺忘者的意志(種族特長),7744,被遺忘者的意志(種族特長),亡靈意志(種族特長),ID對照不了原來的名稱;
  天使長,87151,天使長,大天使,ID對照不了原來的名稱;
  精神灼燒,48045,精神灼燒,心靈烙印,ID對照不了原來的名稱;
  移動銀行,83958,移動銀行,行動銀行,ID對照不了原來的名稱;
  火箭跳(種族特長),69070,火箭跳(種族特長),火箭跳躍(種族特長),ID對照不了原來的名稱; 
  呼叫大胖(種族特長),69046,呼叫大胖(種族特長),攜帶大哥布林(種族特長),ID對照不了原來的名稱; 
  雙形態(種族特長),68996,雙形態(種族特長),雙重形態(種族特長),ID對照不了原來的名稱; 
  藥水大師,28675,藥水大師,藥水專精,ID對照不了原來的名稱;
  消散,47585,消散,影散,ID對照不了原來的名稱;
  自利(種族特長),59752,自利(種族特長),人人為己(種族特長),ID對照不了原來的名稱;
  血性狂怒(種族特長),20572,血性狂怒(種族特長),血之烈怒(種族特長),ID對照不了原來的名稱;
  信仰飛躍,73325,信仰飛躍,虔信之躍,ID對照不了原來的名稱; 
  納魯的賜福(種族特長),59545,納魯的賜福(種族特長),那魯的祝福(種族特長),ID對照不了原來的名稱; 
  奧術洪流(種族特長),28730,奧術洪流(種族特長),奧流之術(種族特長),ID對照不了原來的名稱;
  噬靈疫病,2944,噬靈疫病,噬靈瘟疫,ID對照不了原來的名稱; 
  制皮,51302,制皮,製皮,ID對照不了原來的名稱;
  藥劑大師,28677,藥劑大師,藥劑專精,ID對照不了原來的名稱;
  真言術：韌,21562,真言術：韌,真言術:韌,ID對照不了原來的名稱;
  勘測,80451,勘測,勘查,ID對照不了原來的名稱;
  采集草藥,74519,采集草藥,採集草藥,ID對照不了原來的名稱;
  真言術：障,62618,真言術：障,真言術:壁,ID對照不了原來的名稱;
  生命之血(等級8),74497,生命之血(等級8),生命之血(等級 8),ID對照不了原來的名稱; 
  轉化大師,28672,轉化大師,轉化專精,ID對照不了原來的名稱;
  群體驅散,32375,群體驅散,群體驅魔,ID對照不了原來的名稱;
  群體複活,83968,群體複活,群體復活,ID對照不了原來的名稱;
  珠寶加工,28894,珠寶加工,珠寶設計,ID對照不了原來的名稱;
  組團出發,83967,組團出發,隊伍好了，該上路了,ID對照不了原來的名稱;
  烹饪,2550,烹饪,烹飪,ID對照不了原來的名稱;
  暗言術：滅,32379,暗言術：滅,暗言術:死,ID對照不了原來的名稱; 
  真言術：盾,17,真言術：盾,真言術:盾,ID對照不了原來的名稱;
  心靈視界,2096,心靈視界,心靈幻象,ID對照不了原來的名稱;
  脈輪,14751,脈輪,脈輪運轉,ID對照不了原來的名稱;
  希望聖歌,64901,希望聖歌,希望禮頌,ID對照不了原來的名稱; 
  苦修,47540,苦修,懺悟,ID對照不了原來的名稱; 
  能量灌注,10060,能量灌注,注入能量,ID對照不了原來的名稱;
  愈合禱言,33076,愈合禱言,癒合禱言,ID對照不了原來的名稱;
  光明之泉,724,光明之泉,光束泉,ID對照不了原來的名稱;
  狂野奔跑(種族特長),87840,狂野奔跑(種族特長),野性奔跑(種族特長),ID對照不了原來的名稱;
  聖言術：罰,88625,聖言術：罰,聖言術:譴,ID對照不了原來的名稱;
  SpellIds["攜帶大哥布林(種族特長)"]=69046;
  SpellIds["火箭彈(種族特長)"]=69041; 
  SpellIds["火箭跳躍(種族特長)"]=69070; 
  SpellIds["懺悟"]=47540;
  SpellIds["束縛不死生物"]=9484; 
  SpellIds["注入能量"]=10060; 
  SpellIds["痛苦鎮壓"]=33206;
  SpellIds["真言術:壁"]=62618;
  SpellIds["真言術:盾"]=17;
  SpellIds["真言術:韌"]=21562;
  SpellIds["群體驅魔"]=32375;
  SpellIds["噬靈瘟疫"]=2944;
  SpellIds["心靈幻象"]=2096;
  SpellIds["心靈烙印"]=48045;
  SpellIds["心靈鑽刺"]=73510;
  SpellIds["暗言術:死"]=32379;
  SpellIds["暗言術:痛"]=589; 
  SpellIds["希望禮頌"]=64901;
  SpellIds["復活術"]=2006; 
  SpellIds["恢復"]=139; 
  SpellIds["束縛治療"]=32546; 
  SpellIds["癒合禱言"]=33076; 
  SpellIds["神聖禮頌"]=64843; 
  SpellIds["虔信之躍"]=73325; 
  SpellIds["群體復活"]=83968; 
  SpellIds["行動銀行"]=83958; 
  SpellIds["隊伍好了，該上路了"]=83967; 
  SpellIds["烹飪"]=2550; 
  SpellIds["烹飪用火"]=818; 
  SpellIds["珠寶設計"]=73318; 
  SpellIds["勘探"]=31252; 
  SpellIds["勘查"]=80451

  
  
  
  
  
  
  
  
  
  
  
  